Repository: mozilla-l10n/mt-training-data
Catalog: qug/qug_pontoon.tmx
Source language: en_us
Languages: qug

source: Speak options menu
qug: Kunka rimay akrana

source: Start recording
qug: Rimayta qallariy

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
qug: <strong>[Chisporroteo]</strong> dinosaurios gigantes de <strong>[chisporroteo]</strong> -rásico.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
qug: <strong>[Estornudo]</strong> Los dinosaurios gigantes del <strong>[tos]</strong> Triásico.

source: Submit
qug: Kachay

source: Submit a new question for the community to read and respond to
qug: Runakuna ñawinchashpa kutichiyaananpaq tapukuyta apachiy

source: Submit a report
qug: Willakuyta kachay

source: Submit clips
qug: Kunka rimaykunata apachiy

source: Submit new questions for the community to read and respond to
qug: Mushuq tapukuykunata runakuna ñawinchashpa kutichiyaamunanpaq apachiy

source: Success
qug: Allin

source: success checkmark
qug: Alli ruraypa tuyruynin

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
qug: Alliqman chay rimayta awninaykipaq apay. Ichuqman mana awninaykipaq apay. Chayta haqinaykipaqqa wichayman pintiy. <strong>¡Rikapayniyniykikuna apachiyta ama qunqaychu!</strong>

source: Taking several attempts to read a word.
qug: Realizar varios intentos de leer una palabra.

source: Tap
qug: Akllana

source: Technology and Robotics
qug: Mushuq imakunawan robotica

source: Thank you for contributing your bulk submission!
qug: Achkapa apachimushqaykipita payllaq!

source: Thank you for contributing your voice!
qug: Kunka rimayniykipita payllaa!

source: Thank you for donating your voice clips!
qug: Kunka rimayniykunata qushqaykipita payllaa!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
qug: ¡Rimashqaykipita payllaa!<lineBreak></lineBreak>Kananqa rikapashpa rimayniykikunata apachiy.

source: Thank you for your voice information
qug: Kunka rimay willayniykipita payllaa

source: The bumblebee sped by.
qug: El perro pasó rápidamente.

source: The clip has disrespectful or offensive language.
qug: Chay rimaychawqa ashllikuq shimikunami kaykan.

source: The giant dinosaur of the Triassic.
qug: El dinosaurio gigante del Triásico.

source: The giant dinosaurs of the Triassi-.
qug: Los dinosaurios gigantes del Triási-.

source: The giant dinosaurs of the Triassic.
qug: Los dinosaurios gigantes del Triásico.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
qug: Los dinosaurios gigantes del Triásico. [leído por una voz]

source: The giant dinosaurs of the Triassic. Yes.
qug: Los dinosaurios gigantes del Triásico. Sí.

source: The giant dino <strong>[cough]</strong> the Triassic.
qug: El dinosaurio gigan <strong>[tos]</strong> del Triásico.

source: There are currently no sentences to review in this language.
qug: Kananqa manami kay shimichaw rimaykuna rikapaanapaq kannachu.

source: The recording was too long.
qug: Rimayqa allaapa unaymi karqun.

source: The recording was too quiet.
qug: Rimayqa allaapa upaallallami karqun.

source: The recording was too short.
qug: Rimayqa pishillami karqun.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
qug: Habrá variaciones naturales de volumen entre lectores. Rechaza la grabación sólo si el volumen es tan alto que se interrumpe o (más comúnmente) si es tan bajo que no se puede entender lo que está dicho sin consultar el texto escrito.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
qug: Sentence Collector nishqanqa Common Voice nishqanmanmi aywakuykan. Kananqa <writeURL>qillqayta</writeURL> huk rimayta icha <reviewURL>qhaway</reviewURL> hukllaylla rimay apachiytapis Common Voice atinkimanmi.

source: The sentence has a grammatical or spelling error.
qug: Chay rimaychaqa pantashqa qillqayyuqmi.

source: The sentence has disrespectful or offensive language.
qug: Chay rimaychaqa ashllikuq shimiyuqmi.

source: The sentence must be grammatically correct.
qug: Chay rimayqa shimikamaymannawmi kanan.

source: The sentence must be speakable.
qug: Chay rimayqa pashtachinapaqnawmi kanan.

source: The sentence must be spelled correctly.
qug: Chay rimayqa alli qillqashqami kanan.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
qug: Kay willaytaqa munarraqmi yapanayki; mana allinaw qampaq kaptinqa, ama yapaychu. Llapan willayta hukkunapaq rikachirqa, huk shutikunata iñishishpami kay willaykunata rikachiyaa. Shutinpis, emailninpis watanwan icha ima kashqanwan (warmi icha ullqu) mana tinkunantami shumaq rikayaa.

source: Three to go!
qug: Kimsaraqmi kan!

source: Too many files
qug: Allaapa achka willañiqikuna

source: Transcribe audio recordings into text
qug: Kunka rimaykunata wiyanapaq qillqay

source: Transcribe audio recordings in your language
qug: Shimiykichaw kunka rimaykunata wiyanapaq qillqay

source: Try again by dragging your file here
qug: Willañiqiykita kayman qarachashpa yapay kallpachakuy

source: Try uploading again
qug: Yapay wichachiyta kallpachakuy

source: Understand contribution criteria
qug: Yachakushun ashtawan imashina yanapayta

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
qug: ¡Aprende más sobre qué buscar cuando escuchas las grabaciones y también discubre cómo mejorar tus proprias grabaciones!

source: Upload aborted. Do you want to delete your recordings?
qug: Wichashqanta chawachiy. ¿Kunka rimayniykikunataku qulluchiyta munanki?

source: { $uploadedSentences } of { $totalSentences } sentences collected
qug: { "\u0009" }{ $uploadedSentences } of { $totalSentences } sentences collected

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
qug: { "\u0009" }{ $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.

source: Upload failed, please retry.
qug: Manami yapakashqachu, yapay kallpachakuy.

source: Upload <icon></icon> public domain sentences
qug: Yapay <icon></icon> llapan runapaq kaq rimaykunata wichachiy

source: Upload in progress...
qug: Wichaykanmi...

source: Upload more sentences?
qug: ¿Ashwan rimaykuna wichachiytaku munanki?

source: Use correct grammar
qug: Shimikamaywan yanapachikuy

source: Use correct spelling and punctuation
qug: Shimipa alli qillqayninta, chikukunatapis iñishiy

source: Validate Readings
qug: Kunka rimaykunata awniy

source: Validate Readings, Review Transcriptions
qug: Kunka rimaykunata awniy, rikapaypis

source: Validate readings submitted by community members
qug: Marka runakuna apachiyaamushqan kunka rimaykunata rikapay

source: Validate user-recorded readings in your language
qug: Shimiykichaw kaq kunka rimaykunata awniy.

source: Varying Pronunciations
qug: Pronunciaciones que pueden variar

source: Volume
qug: Volumen

source: Want to save your information? <createProfile>Create a profile</createProfile>
qug: ¿Willakuyniykikunata churayta munankiku? <createProfile>Kikinchakuyniykita kamay</createProfile>

source: We are going out to get a coffee.
qug: Me voy para mi pueblo

source: We are going out to get coffee.
qug: Me voy para el pueblo.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
qug: Ima kunka rimaytapas wiyanaykipaq manami tariyta atiyaachu. Qipaman kutiykur kallpachakuy.

source: We couldn’t get any sentences for you to speak. Please try again later.
qug: No se pudo cargar oraciones. Vuelve a intentar más tarde.

source: We may have run out of clips - refresh the page, or try again later.
qug: Ichapis kunka rimaykuna ushakashqana - panqata mushuqyachiy icha qipaman kutiykur kallpachakuy.

source: We’re going out to get coffee.
qug: Me voy pal pueblo.

source: We're making some big changes
qug: Shumaq aruykunatami ruraykaayaa

source: We’re sorry, your platform is not currently supported.
qug: Llakikuyaa, llikaykiqa kanan manami yanapashqachu kaykan.

source: We've run out of sentences to record in this language...
qug: Nos hemos quedado sin frases para grabar en este idioma ...

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
qug: Queremos que los algoritmos de aprendizaje automático puedan manejar una variedad de ruidos de fondo, e incluso se pueden aceptar ruidos relativamente fuertes siempre que no impidan escuchar la totalidad del texto. La música de fondo tranquila está bien; la música lo suficientemente fuerte como para hacer que no puedas escuchar todas las palabras no está bien.

source: What issues are you experiencing with this sentence?
qug: Rimaychachaw, ¿imataq mana allichu kaykan?

source: What needs to be in my file?
qug: ¿Imataq qillqa taparachaw kanan?

source: What sentences can I add?
qug: ¿Ima rimaykunatataq yapaaman?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
qug: Al escuchar, revisa cuidadosamente que lo que se ha grabado es exactamente lo que está escrito; rechaza la grabación si no concuerda la grabación con el texto. <br/> Entre los errores más comunes, se encuentran:

source: Why are you asking?
qug: ¿Imanirtaq tapukunki?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
qug: Kikinchakurqa rurashqaykikunatami rikanki, kunka rimayninkunata qukuqkunawanpismi tinkunki.

source: Write
qug: Killkay

source: Write options menu
qug: Qillqay akranakuna

source: y
qug: a

source: Y
qug: A

source: Yes
qug: Arí

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
qug: Tanunakunatapis iñishinkimanmi : { sc-review-form-button-approve-shortcut } awniypaq, { sc-review-form-button-reject-shortcut } mana niypaq, { sc-review-form-button-skip-shortcut } pintiypapis

source: You cannot add multiple sentences for a single submission
qug: Huklla apachiypaqqa manami achka rimaykuna yapayta atinkichu

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
qug: Ima shimitapis manaraqmi akrarqunkichu. Kay, <profileLink>Perfil</profileLink> nishqanman huk shimita icha huk shimikunatapis akranaykipaq aywaykuy.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
qug: { "\u0009" }You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!

source: You must allow microphone access.
qug: Microfonoman yaykuyta haqinayki.

source: You’re contributing to a target segment
qug: Estás contribuyendo a un segmento objetivo

source: You’re contributing to our first target segment
qug: Estás colaborando con nuestro primer objetivo segmentado

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
qug: Allaapa rasmi aywaykanki. Rimayta achka kuti rikapaykuy, alli kashqanta musyanaykipaq.

source: You're helping Common Voice reach our daily sentence goals!
qug: ¡Common Voiceta hunaq-hunaq rimaykuna yapakaananpaq yanapaykanki!

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
qug: Markashimiykipaq rimaykuna manapischi kanmannachu! Ichanqa shimiykipa huk markashiminkunachaw rimaykunata wiyanaykipaq trukachinkimanmi.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
qug: Es posible que no tengamos más oraciones en tu variante lingüística. Se puede cambiar tu configuración para escuchar oraciones en otras variantes de tu lengua.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
qug: ¡Gracias a tu ayuda Common Voice ha alcanzado el <goalPercentage></goalPercentage> de nuestro objetivo diario de grabación del { $goalValue }!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
qug: ¡Gracias a tu ayuda Common Voice ha alcanzado el <goalPercentage></goalPercentage> de nuestro objetivo diario de validación del { $goalValue }!
